const partnerData = {
    nickname: '파트너닉네임',
    job: 'UX 디자이너',
    level: '미들(5-8)',
    link: 'https://www.coffeechat.kr/',    
    schedule: [
        '1/1 (월)  오전 00:00 ~ 00:00',
        '1/2 (화)  오후 00:00 ~ 00:00',
        '1/3 (수)  오전 00:00 ~ 오후 00:00',
    ],
    message: '안녕하세요, 현재 디자인 에이전시에서 bx로 근무하고 있습니다. 네이버 프로덕트 디자인 직군으로 커리어 전환과 함께 이직을 고민하고 있습니다. 포트폴리오 제작과 방향성이 막막하여 요청드립니다.',
    question: '안녕하세요, 현재 디자인 에이전시에서 bx로 근무하고 있습니다. 사전 질문 드립니다. 사전 질문 드립니다. 사전 질문 드립니다.',
};

export default partnerData;